Repository: jamiroconca/crpTag
Catalog: locale/*/LC_MESSAGES/module_crptag.po
Languages: it_it

source: Sorry! No authorization to access this module.
it_it: Non si possiedono i requisiti per accedere al modulo

source: Tagging module
it_it: Modulo per taggare

source: Error! Could not load items.
it_it: Impossibile caricare gli elementi richiesti

source: Error! Could not do what you wanted. Please check your input.
it_it: Impossibile proseguire, controllate i valori inseriti

source: View
it_it: Visualizza

source: Error! Creation attempt failed.
it_it: Tentativo di creazione fallito

source: Done! Module configuration updated.
it_it: Configurazione del modulo aggiornata

source: My tags
it_it: I miei Tag

source: Full tags list
it_it: elenco completo dei tag

source: Module
it_it: Modulo

source: Title
it_it: Titolo

source: Created on
it_it: Creato il

source: by
it_it: da

source: Edit
it_it: Modifica

source: Tags (comma separated)
it_it: Tag (separati da virgole)

source: Type some chars and already used tags will be suggested
it_it: Digitate alcuni caratteri e vi verranno suggeriti alcuni tag già utilizzati

source: Update Configuration
it_it: Aggiorna configurazione

source: for
it_it: per

source: Other items tagged as
it_it: Altri elementi taggati come

source: Show tag's counter
it_it: Visualizza contatore

source: Updated in the last
it_it: Aggiornati negli utlimi

source: days
it_it: giorni

source: Sphere width
it_it: Larghezza della sfera

source: Sphere height
it_it: Altezza della sfera

source: No tags in the last
it_it: Nessun tag negli ultimi

source: Tags in
it_it: Tag in

source: Other tags in %s
it_it: Altri tag in %s

source: No avatar selected
it_it: Nessun avatar selezionato

source: Homepage
it_it: Sito Web

source: Settings
it_it: Impostazioni

source: General settings
it_it: Impostazioni Generali

source: Items per page
it_it: Elementi per pagina

source: Min. length(shorter tag will not be stored)
it_it: Lunghezza minima (i tag più corti non verranno salvati)

source: Use Ajax insert
it_it: Utilizza inserimenti con ajax

source: Edit directly from item's display page
it_it: Modifica direttamente dalla pagina dell'elemento

source: Enable tag presets for new items
it_it: Abilita tag pre-impostati per i nuovi elementi

source: Tag presets
it_it: Tag pre-impostati

source: Add tags to page title
it_it: Aggiungi i tag al titolo della pagina

source: Purge unused tags from database
it_it: Elimina i tag inutilizzati dal database

source: Cancel
it_it: Annulla

source: Tags
it_it: Tag
